tap 'homebrew/cask'
tap 'thoughtbot/formulae'

brew 'ack'
brew 'clang-format'
brew 'cookiecutter'
brew 'git'
brew 'go'
brew 'grpcurl'
brew 'httpie'
brew 'hub'
brew 'jq'
brew 'kubernetes-cli'
brew 'kubernetes-helm'
brew 'minikube'
brew 'pyenv'
brew 'rcm'
brew 'ripgrep'
brew 'shellcheck'
brew 'sops'
brew 'terraform'
brew 'tree'
brew 'ykman'
brew 'yq'

cask 'bloomrpc'
cask 'docker'
cask 'google-cloud-sdk'
cask 'ngrok'
cask 'postico'
cask 'vagrant'
cask 'virtualbox'
